greeting = 'Добро пожаловать в Healthy Employer'
login_text = 'Адрес эл.почты'
password_text = 'Пароль'
login_button = 'Войти'
forgot_password = 'Забыл пароль'
problem_text = 'Возникла проблема?'
info_test = "Общие сведения\n" \
            "Инструкция:\n" \
            "Внимательно прочитайте каждое утверждение\n" \
            "и если вы согласны с данным утверждением,\n" \
            "то поставьте в соответствующей графе справа знак (+),\n" \
            "если не согласны – то знак (-)."


class TestWork:
    question_name = 'ФИО'
    question_birthday = 'Год рождения'
    question_word = 'Должность'
    question_exp = 'Стаж работы на данной должности'
    question_type_work = 'Характер трудовой деятельности'
    question_type_work_answers = '| 1.       Умственный и преимущественно умственный труд, малоподвижный, требующий ' \
                                 '\nнезначительного напряжения нервной системы и психических функций. |' \
                                 '\n| 2.       Труд, требующий небольших физических усилий с преобладанием большой ' \
                                 '\nконцентрации внимания и нервного напряжения при умеренной двигательной активности. ' \
                                 '| ' \
                                 '\n| 3.       Труд, требующий равномерного сочетания физических и умственных усилий, ' \
                                 '\nдинамичный, разнообразный с преобладанием значительной концентрации внимания. | ' \
                                 '\n| 4.       Труд, включающий в работу со значительным  физическим напряжением, ' \
                                 '\nразнообразный, динамичный. | ' \
                                 '\n| 5.       Труд, протекающий в неблагоприятных санитарно-гигиенических условиях ( ' \
                                 '\nповышенная температура, сквозняк, шум и т.д.) включающий в работу со значительными ' \
                                 '\nусилиями, разнообразный, динамический.   | '
